<?php
	include_once "./_common.php";
	include_once G5_MANAGE_INCLUDE_PATH . "/admin.head.sub.php";
?>
<div class="tip_area">
	<p class="">
		HTML 문서의 &lt;head&gt; 태그내에 있는 &lt;title&gt; 태그를 활용합니다.
	</p>
	<p class="">
		사이트 메인 페이지의 title 태그는 사이트의 성격을 잘 표현할 수 있는 브랜드명으로 기입해야 합니다.
		사이트의 개설 목적에 맞는 브랜드 키워드를 활용하는 것이 좋으며 상호명, 서비스명, 제품명 등의 고유명사를 사용하는 것을 권장합니다. 또한, 검색 노출에 불이익을 받지 않도록 제목은 최대 15자를 넘기지 않도록 작성해 주세요.
	</p>
	<p class="">
		개별 페이지의 title 태그는 페이지의 콘텐츠 주제를 명확하게 설명할 수 있는 문구를 기입해야 합니다. 별도의 글자 수 제한은 없지만 검색 결과에서 표현이 가능한 수준으로 제목의 길이를 제한하여 작성해 주세요. 과도한 길이의 제목은 검색 사용자의 사용성을 저해할 수 있습니다. 2회 이상 반복적인 키워드, 스팸성 키워드, 콘텐츠와 연관이 없는 키워드가 나열되어 있는 경우 검색 노출에 불이익을 받을 수 있으니 유의하세요.
	</p>
	<p class="">
		사이트 내의 모든 페이지를 동일한 제목으로 넣지 마세요. 페이지 콘텐츠에 맞는 고유한 제목을 기입해야 검색 사용자가 여러분의 콘텐츠를 찾을 가능성이 높아집니다.<br />
		검색 노출에 사용되는 제목은 검색엔진이 해당 페이지 내의 정보중 가장 적절한 것을 자동 추출하여 선택합니다. 그러므로 페이지 제목 태그와 더불어 아래의 오픈그래프 태그의 경우도 일관된 문구를 기입하는 것을 권장합니다.
	</p>
</div>
<?php include_once G5_MANAGE_INCLUDE_PATH . "/admin.tail.sub.php"; ?>